Repository: MakeSureApp/ios
Catalog: MakeSure/Utils/Localizations/*.lproj/Localizable.strings
Languages: ru_ru

source: My number is
ru_ru: Мой номер

# send_verification_code
source: We will send a text with a verification code.
ru_ru: Мы отправим вам текст с кодом подтверждения.

# continue_button
source: Continue
ru_ru: Продолжить

# agree_button
source: Agree
ru_ru: Согласен

source: My code is
ru_ru: Мой код

# resend_button
source: Send the code again
ru_ru: Отправить еще раз

# resend_code_after
source: You can request the code again after %ld %@
ru_ru: Отправить еще раз после 0:%ld

# back_button
source: Back
ru_ru: Назад

# skip_button
source: Skip
ru_ru: Пропустить

source: Select Country Code
ru_ru: Выберите код страны

source: What’s your email?
ru_ru: Какой ваш адрес электронной почты?

# verify_email_prompt
source: Do not forget to confirm it using the link that we will send
ru_ru: Не потеряйте доступ к своей учетной записи, подтвердите свой электронный адрес.

# verify_email
source: Verify your email
ru_ru: Подтвердите Email

# enter_email_placeholder
source: Enter email
ru_ru: Введите адрес электронной почты

# email_sent_message
source: We sent a link to your email
ru_ru: Мы отправили ссылку на вашу электронную почту

# click_to_verify_email
source: Click it to verify the email address
ru_ru: Нажмите на нее, чтобы подтвердить адрес электронной почты

source: My first name is
ru_ru: Мое имя

# name_change_warning
source: Pay attention: you will be able to change your name only by contacting the support service.
ru_ru: Обратите внимание: вы сможете изменить имя только связавшись со службой поддержки.

source: First name
ru_ru: Имя

# day_placeholder
source: D
ru_ru: Д

# month_placeholder
source: M
ru_ru: М

# year_placeholder
source: Y
ru_ru: Г

# gender_prompt
source: I am a
ru_ru: Я

# gender_female
source: woman
ru_ru: женщина

# gender_male
source: man
ru_ru: мужчина

source: Add photo
ru_ru: Добавить фото

# welcome_message
source: We’re glad that you have joined us!
ru_ru: Мы рады, что вы присоединились к нам!

# rules_heading
source: At Make Sure, we follow certain rules, and we want you to follow them too.
ru_ru: Пожалуйста, следуйте этим правилам

# rule_1
source: Be yourself
ru_ru: Будьте собой.

# rule_2
source: Use only your data, including your photo and age.
ru_ru: Убедитесь, что ваша фотография и возраст соответствуют действительности.

# rule_3
source: Be honest
ru_ru: Будьте честны.

# rule_4
source: Don't try to fake the test results. This will immediately result in your account being blocked.
ru_ru: Не пытайтесь подделать результаты тестов. Это может привести к приостановке или блокировке аккаунта и юридической ответственности.

# rule_5
source: Be responsible
ru_ru: Будьте ответственными.

# rule_6
source: In case of a positive test, inform the partners in the risk zone. Our app provides a convenient and anonymous way to do this.
ru_ru: В случае положительного результата теста отправьте уведомление всем партнерам, которых вы могли заразить. Приложение предоставляет простой и безопасный способ сделать это.

# rule_7
source: Be respectful
ru_ru: Будьте уважительны.

# rule_8
source: Any form of harassment will result in your account being blocked
ru_ru: Мы не терпим домогательство или запугивание любого вида, и пользователи, замешанные в таких действиях, будут временно или навсегда заблокированы.

source: Congratulations!
ru_ru: Поздравляем!

# confidence_message
source: Be confident in your pleasure
ru_ru: Будь уверен в своем удовольствии

# get_started_button
source: Get started
ru_ru: Начать

# sign_in_button
source: Sign In
ru_ru: Войти

# accept_terms_and_privacy
source: By Creating Account you Accept
ru_ru: Создавая аккаунт, вы принимаете

source: Terms of Use
ru_ru: Условия

source: and
ru_ru: и

source: Privacy Policy
ru_ru: Политику конфиденциальности

source: Sign In with Apple
ru_ru: Войти через Apple

# sign_in_with_phone
source: Sign In with phone number
ru_ru: Войти по номеру телефона

# link_apple
source: Link your Apple ID
ru_ru: Свяжите свой Apple ID

# link_apple_short
source: Link Apple
ru_ru: Привязать Apple

# link_apple_description
source: To make it easier to log in to your account using Face ID
ru_ru: Чтобы упростить вход в аккаунт по Face ID

# apple_already_linked
source: This Apple ID is already linked
ru_ru: Этот Apple ID уже связан

# apple_linked_successfully
source: Apple ID successfully connected!
ru_ru: Apple ID успешно подключен!

source: Trouble signing in?
ru_ru: Проблемы с входом?

# have_not_registered
source: You haven't registered yet
ru_ru: Вы еще не зарегестрированы

# error_occurred
source: An error occurred
ru_ru: Произошла ошибка

source: Order new box
ru_ru: Заказать новый набор

source: Tests done
ru_ru: Сдано тестов

source: Years old
ru_ru: лет

# check_internet_connection
source: Check your internet connection
ru_ru: Проверьте ваше интернет-соединение

source: Tips
ru_ru: Советы

source: Change
ru_ru: Изменить

source: Show
ru_ru: Показать

# home_tab
source: Home
ru_ru: Главная

# tests_tab
source: Tests
ru_ru: Тесты

# scan_tab
source: Scan
ru_ru: Сканер

# contacts_tab
source: Contacts
ru_ru: Контакты

source: Settings
ru_ru: Настройки

# privacy_section
source: Privacy
ru_ru: Конфиденциальность

# notifications_section
source: Notifications
ru_ru: Уведомления

# language_section
source: Language
ru_ru: Язык

# help_section
source: Help
ru_ru: Помощь

source: Add email
ru_ru: Добавить адрес эл. почты

source: Change email
ru_ru: Изменить адрес эл. почты

# not_verified_label
source: Not verified
ru_ru: Не подтверждено

# change_phone_number_button
source: Change phone number
ru_ru: Изменить номер телефона

# legal_policies_section
source: Legal & Policies
ru_ru: Правовая информация

source: Agreement
ru_ru: Соглашение

# blacklist_section
source: Blacklist
ru_ru: Черный список

# delete_profile_button
source: Delete profile
ru_ru: Удалить профиль

# confirm_delete_account
source: Are you sure you want to delete your account?
ru_ru: Вы уверены, что хотите удалить свою учетную запись?

source: Sign out
ru_ru: Выйти

# you_sure_sign_out
source: Are you sure you want to log out?
ru_ru: Ты уверен(-а), что хочешь выйти?

source: Coming soon
ru_ru: Скоро будет

# what_is_make_sure_question
source: What is Make Sure?
ru_ru: Что такое Make Sure?

# make_sure_description
source: Make Sure is an app for people who want to make their sex experience safe.
ru_ru: Make Sure - это приложение для тех, кто хочет обеспечить безопасность в сексуальных отношениях.

# new_number_linked_message
source: Congratulations, your new number is linked!
ru_ru: Поздравляем, ваш новый номер связан!

# new_email_linked_message
source: Congratulations, your new email is linked!
ru_ru: Поздравляем, ваш новый адрес эл. почты связан!

# unlock_button
source: Unlock
ru_ru: снять

# blacklist_empty
source: Blacklist is empty
ru_ru: Черный список пуст

# my_contacts_section
source: My contacts
ru_ru: Мои контакты

# sort_by_label
source: Sort by
ru_ru: Сортировать по

# date_followed_option
source: Date followed
ru_ru: Дате добавления

# recent_dates_option
source: Recent dates
ru_ru: Последним датам

# no_contacts
source: To add someone to your contacts, send him/her a one-time link. Click on 🔗 to copy the link to the clipboard.
ru_ru: Чтобы добавить кого-то в контакты, отправь ему/ей одноразовую ссылку. Нажми на 🔗, чтобы скопировать ссылку в буфер обмена.

# monday_short
source: Mon
ru_ru: Пн

# tuesday_short
source: Tue
ru_ru: Вт

# wednesday_short
source: Wed
ru_ru: Ср

# thursday_short
source: Thu
ru_ru: Чт

# friday_short
source: Fri
ru_ru: Пт

# sunday_short
source: Sun
ru_ru: Вс

# saturday_short
source: Sat
ru_ru: Суб

# share_my_test_button
source: Share my test
ru_ru: Поделиться тестом

# add_date_button
source: Add date
ru_ru: Добавить свидание

# rename_button
source: Rename
ru_ru: Переименовать

# delete_button
source: Delete
ru_ru: Удалить

# block_button
source: Block
ru_ru: Заблокировать

# report_button
source: Report
ru_ru: Пожаловаться

# link_copied_message
source: Link is copied
ru_ru: Ссылка скопирована

# share_latest_test_button
source: Share my latest test
ru_ru: Поделиться последним тестом

source: Met today
ru_ru: Встретились сегодня

source: Met yesterday
ru_ru: Встретились вчера

source: Met a week ago
ru_ru: Встретились неделю назад

source: Met two weeks ago
ru_ru: Встретились две недели назад

source: Met three weeks ago
ru_ru: Встретились три недели назад

source: Met four weeks ago
ru_ru: Встретились четыре недели назад

source: Met a month ago
ru_ru: Встретились месяц назад

# met_months_ago
source: Met %d months ago
ru_ru: Встретились %d %@ назад

source: Met a year ago
ru_ru: Встретились год назад

# met_x_days_ago
source: Met %d days ago
ru_ru: Встретились %d %@ назад

# met_years_ago
source: Met %d years ago
ru_ru: Встретились %d %@ назад

# negative_result
source: Negative
ru_ru: Отрицательный

# failure_result
source: Failure
ru_ru: Провал

# learn_more_button
source: Learn more
ru_ru: Подробнее

# block_user_button
source: Block user
ru_ru: Заблокировать пользователя

# save_date_button
source: Save date
ru_ru: Сохранить дату

# confirm_share_test_message
source: Are you sure you want to share your test on
ru_ru: Вы уверены, что хотите поделиться своим тестом

# no_tests_for_contact
source: This contact don't have any tests yet
ru_ru: У данного контакта пока нет тестов

# with_label
source: with
ru_ru: с

# cancel_button
source: Cancel
ru_ru: Отмена

# share_button
source: Share
ru_ru: Поделиться

# test_negative_message
source: Congratulations, your test is negative
ru_ru: Поздравляем, ваш тест отрицательный

# positive_result_message
source: Oops… it seems you got positive
ru_ru: Упс... кажется, у вас положительный результат

# tips_heading
source: The blog
ru_ru: Несколько советов:

# notify_partners
source: Notify the partners
ru_ru: Уведоми партнеров

# high_risk_infection_users
source: Users with a gray check mark are at high risk.
ru_ru: Пользователи с серой галочкой находятся в зоне высокого риска.

# anonymous_warnings_message
source: Notifications are completely anonymous, no one will know about your positive test.
ru_ru: Уведомления полностью анонимные, никто не узнает о твоем положительном тесте.

# no_anonymous_notifications_message
source: Are you sure you don't want to send anonymous notifications to everyone?
ru_ru: Вы уверены, что не хотите отправлять всем анонимные уведомления?

# send_button
source: Send
ru_ru: Отправить

# dismiss_button
source: Dismiss
ru_ru: Отклонить

# go_back_button
source: Go back
ru_ru: Назад

# possible_risk_message
source: Possible risk
ru_ru: Возможный риск

# select_partners_message
source: Select the partners you want to send anonymous warnings
ru_ru: Выберите партнеров, которым хотите отправить анонимные предупреждения

# visit_doctor_message
source: You need to visit a doctor
ru_ru: Вам необходимо посетить врача

# got_it_button
source: Got it
ru_ru: Понятно

# my_tests_section
source: My tests
ru_ru: Мои тесты

# no_tests_found
source: You haven't done the tests yet.
ru_ru: Ты еще не делал(-а) тесты.

# order_test_message
source: If you are in Moscow, use free shipping. If in another city – order on Ozon, Yandex.Market or Wildberries.
ru_ru: Если ты в Москве, воспользуйся бесплатной доставкой. Если в другом городе – закажи на Озоне, Яндекс.Маркете или Wildberries.

# today_label
source: Today
ru_ru: Сегодня

# yesterday_label
source: Yesterday
ru_ru: Вчера

# last_week_label
source: Last week
ru_ru: На прошлой неделе

# last_2_weeks_label
source: Last 2 weeks
ru_ru: За последние 2 недели

# last_3_weeks_label
source: Last 3 weeks
ru_ru: За последние 3 недели

# past_month_label
source: Past month
ru_ru: За прошлый месяц

# past_x_months_label
source: Past %d months
ru_ru: За последние %d месяца(ев)

# past_year_label
source: Past year
ru_ru: За прошлый год

# past_x_years_label
source: Past %d years
ru_ru: За последние %d года(лет)

# unknown_label
source: Unknown
ru_ru: Неизвестно

# test_label
source: test
ru_ru: тест

# select_date
source: Select a date!
ru_ru: Выберите дату!

# select_past_date
source: Select a date in the past!
ru_ru: Выберите дату в прошлом!

source: on
ru_ru: вкл

source: off
ru_ru: выкл

# language_russian
source: Russian
ru_ru: Русский

# language_english
source: English
ru_ru: Английский

# it_is_a_wrong_qr_code
source: It's a wrong qr-code
ru_ru: Неверный QR-код

# test_type_not_recognized
source: Test's type isn't being recognized
ru_ru: Тип теста не распознается

# no_result_available
source: There is no result
ru_ru: Нет результата

source: Server error
ru_ru: Ошибка сервера

# congrats_result_negative
source: Congratulations, your result is negative
ru_ru: Поздравляем, ваш результат отрицательный

# result_positive_see_doctor
source: Your result is positive, please visit a doctor
ru_ru: Ваш результат положительный, пожалуйста, обратитесь к врачу

# error_occurred_try_again
source: An error occurred, please try again
ru_ru: Произошла ошибка, пожалуйста, попробуйте снова

# image_conversion_failed
source: Couldn't convert image
ru_ru: Не удалось преобразовать изображение

source: Network error
ru_ru: Ошибка сети

source: Unable to load user
ru_ru: Не удалось загрузить пользователя

source: User not found
ru_ru: Пользователь не найден

# user_with_number_exists
source: User with specified number already exists!
ru_ru: Пользователь с указанным номером уже существует!

# current_number
source: It's your current number!
ru_ru: Это ваш текущий номер!

# user_with_email_exists
source: User with specified email already exists!
ru_ru: Пользователь с указанной электронной почтой уже существует!

# current_email
source: It's your current email!
ru_ru: Это ваш текущий адрес электронной почты!

# user_with_number_not_exists
source: User with specified number doesn't exist!
ru_ru: Пользователь с указанным номером не существует!

# added_to_contacts
source: successfully added to contacts
ru_ru: Успешно добавлено в контакты

source: Scan test
ru_ru: Тест

source: Scan user
ru_ru: Пользователь

source: Send
ru_ru: Отправить

# contact_already_exists
source: You already have this contact
ru_ru: У вас уже есть этот контакт

# contact_blocked
source: You've blocked this contact
ru_ru: Вы заблокировали этот контакт

source: Unblock
ru_ru: Разблокировать

# it_is_you
source: It's you!
ru_ru: Это вы!

source: Add to contacts
ru_ru: Добавить в контакты

source: Access Denied
ru_ru: Доступ запрещен

# allow_photo_access
source: Please allow access to your photo library in your device's settings to pick a photo.
ru_ru: Пожалуйста, разрешите доступ к фото-библиотеке в настройках вашего устройства, чтобы выбрать фото.

source: Select Photo
ru_ru: Выбрать фото

# choose_photo_description
source: Choose a photo from your Gallery or take a new one
ru_ru: Выберите фото из вашей галереи или сделайте новое

# choose_from_library
source: Choose from Gallery
ru_ru: Выбрать из галереи

source: Take a Photo
ru_ru: Сделать фото

source: Order processing
ru_ru: Оформление заказа

source: Address and delivery
ru_ru: адрес и доставка

source: Recipient
ru_ru: получатель

source: Payment
ru_ru: оплата

source: Order amount
ru_ru: сумма заказа

source: Total
ru_ru: итого

source: PLACE ORDER
ru_ru: ЗАКАЗАТЬ

source: Not selected
ru_ru: Не выбрано

source: Enter promo code
ru_ru: введите промокод

source: Delivery
ru_ru: доставка

source: Free
ru_ru: бесплатно

source: Address
ru_ru: адрес

source: City
ru_ru: населенный пункт

source: Street and house
ru_ru: улица и дом

# apt_or_office
source: Apt./Office
ru_ru: кв./офис

source: Intercom
ru_ru: домофон

source: Entrance
ru_ru: подъезд

source: Floor
ru_ru: этаж

source: Comment
ru_ru: комментарий

source: Courier information
ru_ru: информация для курьера

source: Delivery date and time
ru_ru: дата и время доставки

source: Quantity
ru_ru: количество

source: READY
ru_ru: ГОТОВО

source: Your information
ru_ru: ваши данные

source: Phone number
ru_ru: номер телефона

source: Required for receipt
ru_ru: необходимо для отправки квитанции

source: Payment method
ru_ru: способ оплаты

# delivery_available_in_moscow_only
source: Delivery is currently available only in Moscow.
ru_ru: На данный момент доставка работает только в Москве.

# if_you_are_in_another_city
source: If you are in another city, you can use Yandex Market, Ozon, or AptekaRu services.
ru_ru: Если ты в другом городе, можешь воспользоваться ЯндексМаркетом, Озоном или сервисом АптекаРу.

source: Not set
ru_ru: Не установлено

source: Select
ru_ru: Выбрать

source: Courier delivery
ru_ru: Курьерская доставка

source: Online payment
ru_ru: оплата онлайн

# you_sure_to_block_contact
source: Are you sure you want to block %@?
ru_ru: Ты уверен(-а), что хочешь заблокировать %@?

# you_sure_to_delete_contact
source: Are you sure you want to delete %@?
ru_ru: Ты уверен(-а), что хочешь удалить %@?

# user_will_disappear_from_contacts
source: You will disappear from the list his/her contacts
ru_ru: Ты пропадешь из списка его/ее контактов

# explain_situation
source: Explain the situation
ru_ru: Объясни ситуацию

source: Reason for complaint
ru_ru: Причина жалобы

# field_shoud_contain_at_least
source: The field must contain at least %d characters
ru_ru: Поле должно содержать хотя бы %d символов

source: Complain
ru_ru: Пожаловаться

source: Notify
ru_ru: Уведомить

source: exit
ru_ru: выйти

# you_sure_do_not_notify
source: Are you sure you won't notify partners at risk?
ru_ru: Ты уверен(-а), что не будешь уведомлять партнеров в зоне риска?

# notify_warning_message
source: This is not only a responsible and ethical approach, but also a legal requirement in many jurisdictions
ru_ru: Это не только ответственный и этичный подход, но и законодательное требование во многих юрисдикциях

# accept_responsibility
source: I accept responsibility
ru_ru: Я принимаю отвественность

# do_not_panic
source: Don't panic.
ru_ru: Без паники.

# positive_test_description
source: You have a positive test for %@. Remember that this does not mean that there is an infection. Now you need to: 1. make an appointment with a doctor, 2. warn sexual partners with whom you have recently been in contact. Then you go to the window to send notifications. Select the partners with whom you have had sexual intercourse in the last 90 days since the last negative test. It will prevent the spread of infection
ru_ru: У тебя положительный тест на %@. Помни, что это еще не означает наличие инфекции. Сейчас тебе необходимо: 1. записаться к врачу, 2. предупредить половых партнеров, с которыми ты недавно контактировал. Далее ты перейдешь в окно для отправки уведомлений. Выбери партнеров, с которыми у тебя была половая связь за последние 90 дней с момента последнего отрицательного теста. Это позволит предотвратить распространение инфекции

source: Great!
ru_ru: Отлично!

# negative_tests_uploaded
source: All tests are negative, and have already been uploaded to your profile
ru_ru: Все тесты отрицательные, и уже загружены в твой профиль

# no_notifications
source: There are no notifications
ru_ru: Уведомлений нет

# blacklist_description
source: Blocked users cannot access your profile. They also cannot be added to contacts via a one-time link.
ru_ru: Заблокированным пользователям недоступен твой профиль. Также они не могут добавиться в контакты по одноразовой ссылке.
